const baseUrl = import.meta.env.VITE_BASE_URL;

const DataAllCities = [
  {
    id: 1,
    name: "آذربایجان شرقی",
    capital: "تبریز",
    fenglish: "east-azerbaijan",
    cities: [
      { id: 1, name: "تبریز" },
      { id: 2, name: "مراغه" },
      { id: 3, name: "مرند" },
      { id: 4, name: "اهر" },
      { id: 5, name: "میانه" },
      { id: 6, name: "بناب" },
      { id: 7, name: "اسکو" },
      { id: 8, name: "آذرشهر" },
      { id: 9, name: "شبستر" },
    ],
  },
  {
    id: 2,
    name: "آذربایجان غربی",
    capital: "ارومیه",
    fenglish: "west-azerbaijan",
    cities: [
      { id: 10, name: "ارومیه" },
      { id: 11, name: "خوی" },
      { id: 12, name: "ماکو" },
      { id: 13, name: "مهاباد" },
      { id: 14, name: "سلماس" },
      { id: 15, name: "پیرانشهر" },
      { id: 16, name: "شاهین‌دژ" },
      { id: 17, name: "تکاب" },
    ],
  },
  {
    id: 3,
    name: "اردبیل",
    capital: "اردبیل",
    fenglish: "ardabil",
    cities: [
      { id: 18, name: "اردبیل" },
      { id: 19, name: "پارس‌آباد" },
      { id: 20, name: "خلخال" },
      { id: 21, name: "مشکین‌شهر" },
      { id: 22, name: "گرمی" },
      { id: 23, name: "نیر" },
      { id: 24, name: "نمین" },
    ],
  },
  {
    id: 4,
    name: "اصفهان",
    capital: "اصفهان",
    fenglish: "esfahan",
    cities: [
      { id: 25, name: "اصفهان" },
      { id: 26, name: "کاشان" },
      { id: 27, name: "خمینی‌شهر" },
      { id: 28, name: "شاهین‌شهر" },
      { id: 29, name: "نجف‌آباد" },
      { id: 30, name: "اردستان" },
      { id: 31, name: "گلپایگان" },
      { id: 32, name: "نائین" },
    ],
  },
  {
    id: 5,
    name: "البرز",
    capital: "کرج",
    fenglish: "alborz",
    cities: [
      { id: 33, name: "کرج" },
      { id: 34, name: "هشتگرد" },
      { id: 35, name: "نظرآباد" },
      { id: 36, name: "طالقان" },
      { id: 37, name: "اشتهارد" },
      { id: 38, name: "فردیس" },
      { id: 39, name: "ماهدشت" },
    ],
  },
  {
    id: 6,
    name: "ایلام",
    capital: "ایلام",
    fenglish: "ilam",
    cities: [
      { id: 40, name: "ایلام" },
      { id: 41, name: "ایوان" },
      { id: 42, name: "دهلران" },
      { id: 43, name: "مهران" },
      { id: 44, name: "دره‌شهر" },
      { id: 45, name: "آبدانان" },
    ],
  },
  {
    id: 7,
    name: "بوشهر",
    capital: "بوشهر",
    fenglish: "bushehr",
    cities: [
      { id: 46, name: "بوشهر" },
      { id: 47, name: "برازجان" },
      { id: 48, name: "خارک" },
      { id: 49, name: "گناوه" },
      { id: 50, name: "دیلم" },
      { id: 51, name: "کنگان" },
      { id: 52, name: "جم" },
    ],
  },
  {
    id: 8,
    name: "تهران",
    capital: "تهران",
    fenglish: "tehran",
    cities: [
      { id: 53, name: "تهران" },
      { id: 54, name: "اسلام‌شهر" },
      { id: 55, name: "شهریار" },
      { id: 56, name: "پاکدشت" },
      { id: 57, name: "ورامین" },
      { id: 58, name: "رباط‌کریم" },
      { id: 59, name: "قدس" },
      { id: 60, name: "ملارد" },
    ],
  },
  {
    id: 9,
    name: "چهارمحال و بختیاری",
    capital: "شهرکرد",
    fenglish: "chaharmahal-bakhtiari",
    cities: [
      { id: 61, name: "شهرکرد" },
      { id: 62, name: "بروجن" },
      { id: 63, name: "فرخ‌شهر" },
      { id: 64, name: "لردگان" },
      { id: 65, name: "اردل" },
      { id: 66, name: "سامان" },
    ],
  },
  {
    id: 10,
    name: "خراسان جنوبی",
    capital: "بیرجند",
    fenglish: "south-khorasan",
    cities: [
      { id: 67, name: "بیرجند" },
      { id: 68, name: "قائن" },
      { id: 69, name: "فردوس" },
      { id: 70, name: "نهبندان" },
      { id: 71, name: "سربیشه" },
      { id: 72, name: "درمیان" },
    ],
  },
  {
    id: 11,
    name: "خراسان رضوی",
    capital: "مشهد",
    fenglish: "razavi-khorasan",
    cities: [
      { id: 73, name: "مشهد" },
      { id: 74, name: "نیشابور" },
      { id: 75, name: "سبزوار" },
      { id: 76, name: "تربت‌حیدریه" },
      { id: 77, name: "قوچان" },
      { id: 78, name: "کاشمر" },
      { id: 79, name: "گناباد" },
    ],
  },
  {
    id: 12,
    name: "خراسان شمالی",
    capital: "بجنورد",
    fenglish: "north-khorasan",
    cities: [
      { id: 80, name: "بجنورد" },
      { id: 81, name: "شیروان" },
      { id: 82, name: "اسفراین" },
      { id: 83, name: "فاروج" },
      { id: 84, name: "مانه و سملقان" },
    ],
  },
  {
    id: 13,
    name: "خوزستان",
    capital: "اهواز",
    fenglish: "khuzestan",
    cities: [
      { id: 85, name: "اهواز" },
      { id: 86, name: "دزفول" },
      { id: 87, name: "آبادان" },
      { id: 88, name: "خرمشهر" },
      { id: 89, name: "بهبهان" },
      { id: 90, name: "مسجدسلیمان" },
      { id: 91, name: "شوش" },
      { id: 92, name: "اندیمشک" },
    ],
  },
  {
    id: 14,
    name: "زنجان",
    capital: "زنجان",
    fenglish: "zanjan",
    cities: [
      { id: 93, name: "زنجان" },
      { id: 94, name: "ابهر" },
      { id: 95, name: "خدابنده" },
      { id: 96, name: "خرمدره" },
      { id: 97, name: "ماهنشان" },
    ],
  },
  {
    id: 15,
    name: "سمنان",
    capital: "سمنان",
    fenglish: "semnan",
    cities: [
      { id: 98, name: "سمنان" },
      { id: 99, name: "شاهرود" },
      { id: 100, name: "دامغان" },
      { id: 101, name: "گرمسار" },
      { id: 102, name: "مهدی‌شهر" },
    ],
  },
  {
    id: 16,
    name: "سیستان و بلوچستان",
    capital: "زاهدان",
    fenglish: "sistan-baluchestan",
    cities: [
      { id: 103, name: "زاهدان" },
      { id: 104, name: "زابل" },
      { id: 105, name: "چابهار" },
      { id: 106, name: "ایرانشهر" },
      { id: 107, name: "خاش" },
      { id: 108, name: "سراوان" },
    ],
  },
  {
    id: 17,
    name: "فارس",
    capital: "شیراز",
    fenglish: "fars",
    cities: [
      { id: 109, name: "شیراز" },
      { id: 110, name: "مرودشت" },
      { id: 111, name: "جهرم" },
      { id: 112, name: "کازرون" },
      { id: 113, name: "فسا" },
      { id: 114, name: "داراب" },
      { id: 115, name: "لار" },
      { id: 116, name: "نی‌ریز" },
    ],
  },
  {
    id: 18,
    name: "قزوین",
    capital: "قزوین",
    fenglish: "qazvin",
    cities: [
      { id: 117, name: "قزوین" },
      { id: 118, name: "تاکستان" },
      { id: 119, name: "آبیک" },
      { id: 120, name: "البرز" },
      { id: 121, name: "بویین‌زهرا" },
    ],
  },
  {
    id: 19,
    name: "قم",
    capital: "قم",
    fenglish: "qom",
    cities: [
      { id: 122, name: "قم" },
      { id: 123, name: "جعفریه" },
      { id: 124, name: "دستجرد" },
      { id: 125, name: "سلفچگان" },
    ],
  },
  {
    id: 20,
    name: "کردستان",
    capital: "سنندج",
    fenglish: "kurdistan",
    cities: [
      { id: 126, name: "سنندج" },
      { id: 127, name: "سقز" },
      { id: 128, name: "مریوان" },
      { id: 129, name: "بانه" },
      { id: 130, name: "قروه" },
      { id: 131, name: "بیجار" },
    ],
  },
  {
    id: 21,
    name: "کرمان",
    capital: "کرمان",
    fenglish: "kerman",
    cities: [
      { id: 132, name: "کرمان" },
      { id: 133, name: "رفسنجان" },
      { id: 134, name: "سیرجان" },
      { id: 135, name: "بم" },
      { id: 136, name: "جیرفت" },
      { id: 137, name: "زرند" },
      { id: 138, name: "کهنوج" },
    ],
  },
  {
    id: 22,
    name: "کرمانشاه",
    capital: "کرمانشاه",
    fenglish: "kermanshah",
    cities: [
      { id: 139, name: "کرمانشاه" },
      { id: 140, name: "اسلام‌آباد غرب" },
      { id: 141, name: "پاوه" },
      { id: 142, name: "کنگاور" },
      { id: 143, name: "سنقر" },
      { id: 144, name: "جوانرود" },
    ],
  },
];

const AllCitis = [
  { id: 1, name: "تهران" },
  { id: 2, name: "مشهد" },
  { id: 3, name: "اصفهان" },
  { id: 4, name: "کرج" },
  { id: 5, name: "شیراز" },
  { id: 6, name: "تبریز" },
  { id: 7, name: "قم" },
  { id: 8, name: "اهواز" },
  { id: 9, name: "کرمانشاه" },
  { id: 10, name: "ارومیه" },
  { id: 11, name: "رشت" },
  { id: 12, name: "زاهدان" },
  { id: 13, name: "همدان" },
  { id: 14, name: "یزد" },
  { id: 15, name: "اردبیل" },
  { id: 16, name: "بندرعباس" },
  { id: 17, name: "کاشان" },
  { id: 18, name: "ساری" },
  { id: 19, name: "اراک" },
  { id: 20, name: "اسلامشهر" },
  { id: 21, name: "گرگان" },
  { id: 22, name: "قزوین" },
  { id: 23, name: "خرمآباد" },
  { id: 24, name: "سنندج" },
  { id: 25, name: "زنجان" },
  { id: 26, name: "بجنورد" },
  { id: 27, name: "بوشهر" },
  { id: 28, name: "بیرجند" },
  { id: 29, name: "ایلام" },
  { id: 30, name: "سبزوار" },
  { id: 31, name: "نجفآباد" },
  { id: 32, name: "بابلسر" },
  { id: 33, name: "آمل" },
  { id: 34, name: "قائمشهر" },
  { id: 35, name: "دزفول" },
  { id: 36, name: "ورامین" },
  { id: 37, name: "شاهرود" },
  { id: 38, name: "مرودشت" },
  { id: 39, name: "کامیاران" },
  { id: 40, name: "گنبد کاووس" },
  { id: 41, name: "مراغه" },
  { id: 42, name: "آبادان" },
  { id: 43, name: "خوی" },
  { id: 44, name: "پاکدشت" },
  { id: 45, name: "ساوه" },
  { id: 46, name: "لار" },
  { id: 47, name: "بندر انزلی" },
  { id: 48, name: "بروجرد" },
  { id: 49, name: "مریوان" },
  { id: 50, name: "نیشابور" },
  { id: 51, name: "شهرکرد" },
  { id: 52, name: "مهاباد" },
  { id: 53, name: "بوکان" },
  { id: 54, name: "فسا" },
  { id: 55, name: "سیرجان" },
  { id: 56, name: "قروه" },
  { id: 57, name: "اندیمشک" },
  { id: 58, name: "شوشتر" },
  { id: 59, name: "آق قلا" },
  { id: 60, name: "قرچک" },
  { id: 61, name: "پردیس" },
  { id: 62, name: "شهریار" },
  { id: 63, name: "ملارد" },
  { id: 64, name: "رباطکریم" },
  { id: 65, name: "نسیمشهر" },
  { id: 66, name: "قدس" },
  { id: 67, name: "پرند" },
  { id: 68, name: "اندیشه" },
  { id: 69, name: "بومهن" },
  { id: 70, name: "فولادشهر" },
  { id: 71, name: "میاندوآب" },
  { id: 72, name: "سلماس" },
  { id: 73, name: "بهاباد" },
  { id: 74, name: "فومن" },
  { id: 75, name: "کازرون" },
  { id: 76, name: "داراب" },
  { id: 77, name: "جیرفت" },
  { id: 78, name: "لنجان" },
  { id: 79, name: "مبارکه" },
  { id: 80, name: "سپیدان" },
  { id: 81, name: "فریدونکنار" },
  { id: 82, name: "نور" },
  { id: 83, name: "رامسر" },
  { id: 84, name: "تنکابن" },
  { id: 85, name: "چالوس" },
  { id: 86, name: "نکا" },
  { id: 87, name: "بهشهر" },
  { id: 88, name: "گرمسار" },
  { id: 89, name: "شوش" },
  { id: 90, name: "دورود" },
  { id: 91, name: "ازنا" },
  { id: 92, name: "کوهدشت" },
  { id: 93, name: "پلدختر" },
  { id: 94, name: "الیگودرز" },
  { id: 95, name: "بروجن" },
  { id: 96, name: "لردگان" },
  { id: 97, name: "فرخشهر" },
  { id: 98, name: "گتوند" },
  { id: 99, name: "شادگان" },
  { id: 100, name: "هندیجان" },
  { id: 101, name: "امیدیه" },
  { id: 102, name: "رامهرمز" },
  { id: 103, name: "باغملک" },
  { id: 104, name: "ایذه" },
  { id: 105, name: "مسجدسلیمان" },
  { id: 106, name: "گلپایگان" },
  { id: 107, name: "خوانسار" },
  { id: 108, name: "تفرش" },
  { id: 109, name: "آشتیان" },
  { id: 110, name: "خمین" },
  { id: 111, name: "محلات" },
  { id: 112, name: "دلیجان" },
  { id: 113, name: "نراق" },
  { id: 114, name: "جوانرود" },
  { id: 115, name: "ثلاث باباجانی" },
  { id: 116, name: "روانسر" },
  { id: 117, name: "سرپل ذهاب" },
  { id: 118, name: "قصرشیرین" },
  { id: 119, name: "گیلانغرب" },
  { id: 120, name: "هرسین" },
];

const PreeSeeCitys = [
  { id: 1, city: "ارومیه" },
  { id: 2, city: "مهاباد" },
  { id: 3, city: "پیرانشهر" },
  { id: 4, city: "مهاباد" },
  { id: 5, city: "تبریز" },
  { id: 6, city: "لرستان" },
  { id: 7, city: "گرگان" },
  { id: 8, city: "خوی" },
];

const allCategury = [
  {
    id: 1,
    title: "پیتزا",
    img: "./images/foods/papular-foods/1.jpg",
  },
  {
    id: 2,
    title: "کباب",
    img: "./images/foods/papular-foods/2.jpg",
  },
  {
    id: 3,
    title: "سوپ",
    img: "./images/foods/papular-foods/3.jpg",
  },
  {
    id: 4,
    title: "ساندویچ",
    img: "./images/foods/papular-foods/4.jpg",
  },
  {
    id: 5,
    title: "غذای ایرانی",
    img: "./images/foods/papular-foods/5.jpg",
  },
  {
    id: 6,
    title: "سوخاری",
    img: "./images/foods/papular-foods/6.jpg",
  },
  {
    id: 7,
    title: "پاستا",
    img: "./images/foods/papular-foods/7.jpg",
  },
  {
    id: 8,
    title: "سالاد",
    img: "./images/foods/papular-foods/8.jpg",
  },
  {
    id: 9,
    title: "صبحانه",
    img: "./images/foods/papular-foods/9.jpg",
  },
  {
    id: 10,
    title: "استیک",
    img: "./images/foods/papular-foods/10.jpg",
  },
];

const dataAllRestorants = [

  {
    "id": 5,
    "name": "رستوران علی بابا",
    "rating": 4.5,
    "comments": [
      {
        "id": 1,
        "name": "سارا محمدی",
        "score": 4.6,
        "foods": [
          "جوجه کباب",
          "کله پاچه"
        ],
        "text": "من جوجه کباب و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "ممنون بابت نظرتون، حتماً رسیدگی می‌کنیم."
        }
      },
      {
        "id": 2,
        "name": "نرگس کریمی",
        "score": 4.4,
        "foods": [
          "همبرگر",
          "پیتزا مخصوص"
        ],
        "text": "من همبرگر و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 3,
        "name": "مهدی موسوی",
        "score": 4.3,
        "foods": [
          "همبرگر",
          "پیتزا مخصوص"
        ],
        "text": "من همبرگر و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 4,
        "name": "نرگس محمدی",
        "score": 3.3,
        "foods": [
          "کشک بادمجان",
          "ساندویچ ژامبون"
        ],
        "text": "من کشک بادمجان و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "از بازخوردتون سپاسگزاریم."
        }
      },
      {
        "id": 5,
        "name": "نگار کاظمی",
        "score": 3.1,
        "foods": [
          "خوراک مرغ",
          "چلوکباب"
        ],
        "text": "من خوراک مرغ و چلوکباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 6,
        "name": "سارا محمدی",
        "score": 4.9,
        "foods": [
          "چیزبرگر",
          "پیتزا مخصوص"
        ],
        "text": "من چیزبرگر و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 7,
        "name": "حسین حیدری",
        "score": 4.2,
        "foods": [
          "لازانیا",
          "همبرگر"
        ],
        "text": "من لازانیا و همبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 8,
        "name": "حسین رضایی",
        "score": 4.3,
        "foods": [
          "چیزبرگر",
          "کشک بادمجان"
        ],
        "text": "من چیزبرگر و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 9,
        "name": "محمد قاسمی",
        "score": 4.2,
        "foods": [
          "زرشک پلو با مرغ",
          "کله پاچه"
        ],
        "text": "من زرشک پلو با مرغ و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "از بازخوردتون سپاسگزاریم."
        }
      },
      {
        "id": 10,
        "name": "زهرا رستمی",
        "score": 4.3,
        "foods": [
          "خوراک مرغ",
          "کشک بادمجان"
        ],
        "text": "من خوراک مرغ و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "حتماً به تیم آشپزخانه منتقل می‌کنیم."
        }
      }
    ]
  },
  {
    "id": 6,
    "name": "رستوران روژان",
    "rating": 5,
    "comments": [
      {
        "id": 11,
        "name": "نرگس حیدری",
        "score": 4.9,
        "foods": [
          "سالاد سزار",
          "جوجه کباب"
        ],
        "text": "من سالاد سزار و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 12,
        "name": "علی حیدری",
        "score": 4.3,
        "foods": [
          "زرشک پلو با مرغ",
          "سالاد سزار"
        ],
        "text": "من زرشک پلو با مرغ و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 13,
        "name": "سارا رضایی",
        "score": 4.3,
        "foods": [
          "جوجه کباب",
          "پیتزا مخصوص"
        ],
        "text": "من جوجه کباب و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 14,
        "name": "سارا محمدی",
        "score": 4.7,
        "foods": [
          "کوفته تبریزی",
          "سالاد سزار"
        ],
        "text": "من کوفته تبریزی و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "منتظر دیدار مجدد شما هستیم!"
        }
      },
      {
        "id": 15,
        "name": "محمد جعفری",
        "score": 4.9,
        "foods": [
          "سالاد سزار",
          "پیتزا مخصوص"
        ],
        "text": "من سالاد سزار و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 16,
        "name": "نگار محمدی",
        "score": 3.4,
        "foods": [
          "چیزبرگر",
          "چلوکباب"
        ],
        "text": "من چیزبرگر و چلوکباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 17,
        "name": "رضا محمدی",
        "score": 4.9,
        "foods": [
          "کوفته تبریزی",
          "همبرگر"
        ],
        "text": "من کوفته تبریزی و همبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "باعث افتخارمونه که تونستیم رضایتتون رو جلب کنیم."
        }
      },
      {
        "id": 18,
        "name": "فاطمه رضایی",
        "score": 3.4,
        "foods": [
          "کوفته تبریزی",
          "چیزبرگر"
        ],
        "text": "من کوفته تبریزی و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 19,
        "name": "سارا محمدی",
        "score": 3.4,
        "foods": [
          "کوفته تبریزی",
          "لازانیا"
        ],
        "text": "من کوفته تبریزی و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 20,
        "name": "فاطمه کریمی",
        "score": 3.8,
        "foods": [
          "چلوکباب",
          "پیتزا مخصوص"
        ],
        "text": "من چلوکباب و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      }
    ]
  },
  {
    "id": 8,
    "name": "رستوران برادران",
    "rating": 5,
    "comments": [
      {
        "id": 21,
        "name": "سارا صادقی",
        "score": 4.1,
        "foods": [
          "پیتزا مخصوص",
          "چیزبرگر"
        ],
        "text": "من پیتزا مخصوص و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 22,
        "name": "مهدی موسوی",
        "score": 3.1,
        "foods": [
          "کوفته تبریزی",
          "پیتزا مخصوص"
        ],
        "text": "من کوفته تبریزی و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 23,
        "name": "نرگس حیدری",
        "score": 3.7,
        "foods": [
          "کشک بادمجان",
          "خوراک مرغ"
        ],
        "text": "من کشک بادمجان و خوراک مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 24,
        "name": "نگار حیدری",
        "score": 3.8,
        "foods": [
          "سالاد سزار",
          "خوراک مرغ"
        ],
        "text": "من سالاد سزار و خوراک مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "باعث افتخارمونه که تونستیم رضایتتون رو جلب کنیم."
        }
      },
      {
        "id": 25,
        "name": "زهرا موسوی",
        "score": 4.5,
        "foods": [
          "لازانیا",
          "چلوکباب"
        ],
        "text": "من لازانیا و چلوکباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 26,
        "name": "محمد جعفری",
        "score": 4.9,
        "foods": [
          "همبرگر",
          "فسنجان"
        ],
        "text": "من همبرگر و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 27,
        "name": "نگار صادقی",
        "score": 3.4,
        "foods": [
          "کوفته تبریزی",
          "جوجه کباب"
        ],
        "text": "من کوفته تبریزی و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 28,
        "name": "نگار رضایی",
        "score": 4.8,
        "foods": [
          "کوفته تبریزی",
          "قرمه سبزی"
        ],
        "text": "من کوفته تبریزی و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 29,
        "name": "نرگس محمدی",
        "score": 4.4,
        "foods": [
          "چلوکباب",
          "ساندویچ ژامبون"
        ],
        "text": "من چلوکباب و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 30,
        "name": "زهرا رستمی",
        "score": 4.8,
        "foods": [
          "کشک بادمجان",
          "پیتزا مخصوص"
        ],
        "text": "من کشک بادمجان و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      }
    ]
  },
  {
    "id": 9,
    "name": "رستوران محمدی",
    "rating": 5,
    "comments": [
      {
        "id": 31,
        "name": "رضا جعفری",
        "score": 4.4,
        "foods": [
          "جوجه کباب",
          "چیزبرگر"
        ],
        "text": "من جوجه کباب و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 32,
        "name": "مهدی کاظمی",
        "score": 3.6,
        "foods": [
          "ساندویچ ژامبون",
          "سالاد سزار"
        ],
        "text": "من ساندویچ ژامبون و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 33,
        "name": "رضا موسوی",
        "score": 4.4,
        "foods": [
          "لازانیا",
          "ساندویچ ژامبون"
        ],
        "text": "من لازانیا و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 34,
        "name": "محمد قاسمی",
        "score": 3.5,
        "foods": [
          "جوجه کباب",
          "زرشک پلو با مرغ"
        ],
        "text": "من جوجه کباب و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "سعی می‌کنیم کیفیت رو همیشه حفظ کنیم."
        }
      },
      {
        "id": 35,
        "name": "فاطمه محمدی",
        "score": 4.9,
        "foods": [
          "قرمه سبزی",
          "جوجه کباب"
        ],
        "text": "من قرمه سبزی و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 36,
        "name": "سارا کریمی",
        "score": 4.1,
        "foods": [
          "قرمه سبزی",
          "ساندویچ ژامبون"
        ],
        "text": "من قرمه سبزی و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 37,
        "name": "مهدی رستمی",
        "score": 4.1,
        "foods": [
          "لازانیا",
          "کشک بادمجان"
        ],
        "text": "من لازانیا و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 38,
        "name": "مهدی رضایی",
        "score": 3.3,
        "foods": [
          "سالاد سزار",
          "خوراک مرغ"
        ],
        "text": "من سالاد سزار و خوراک مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 39,
        "name": "زهرا کاظمی",
        "score": 4.7,
        "foods": [
          "همبرگر",
          "کله پاچه"
        ],
        "text": "من همبرگر و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 40,
        "name": "محمد حیدری",
        "score": 4.3,
        "foods": [
          "جوجه کباب",
          "سالاد سزار"
        ],
        "text": "من جوجه کباب و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      }
    ]
  },
  {
    "id": 18,
    "name": "رستوران حریری",
    "rating": 4.5,
    "comments": [
      {
        "id": 41,
        "name": "علی کاظمی",
        "score": 4.9,
        "foods": [
          "کوفته تبریزی",
          "لازانیا"
        ],
        "text": "من کوفته تبریزی و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 42,
        "name": "مهدی موسوی",
        "score": 4.0,
        "foods": [
          "کله پاچه",
          "کوفته تبریزی"
        ],
        "text": "من کله پاچه و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "سعی می‌کنیم کیفیت رو همیشه حفظ کنیم."
        }
      },
      {
        "id": 43,
        "name": "نگار موسوی",
        "score": 4.5,
        "foods": [
          "لازانیا",
          "قرمه سبزی"
        ],
        "text": "من لازانیا و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 44,
        "name": "حسین صادقی",
        "score": 3.0,
        "foods": [
          "کله پاچه",
          "کوفته تبریزی"
        ],
        "text": "من کله پاچه و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 45,
        "name": "سارا موسوی",
        "score": 3.8,
        "foods": [
          "کوفته تبریزی",
          "زرشک پلو با مرغ"
        ],
        "text": "من کوفته تبریزی و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 46,
        "name": "محمد حیدری",
        "score": 3.5,
        "foods": [
          "کوفته تبریزی",
          "قرمه سبزی"
        ],
        "text": "من کوفته تبریزی و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 47,
        "name": "مهدی محمدی",
        "score": 4.6,
        "foods": [
          "قرمه سبزی",
          "پیتزا مخصوص"
        ],
        "text": "من قرمه سبزی و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 48,
        "name": "سارا کاظمی",
        "score": 3.2,
        "foods": [
          "خوراک مرغ",
          "فسنجان"
        ],
        "text": "من خوراک مرغ و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 49,
        "name": "حسین محمدی",
        "score": 3.7,
        "foods": [
          "زرشک پلو با مرغ",
          "پیتزا مخصوص"
        ],
        "text": "من زرشک پلو با مرغ و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 50,
        "name": "سارا صادقی",
        "score": 4.9,
        "foods": [
          "کله پاچه",
          "چیزبرگر"
        ],
        "text": "من کله پاچه و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 19,
    "name": "همسایه",
    "rating": 4.5,
    "comments": [
      {
        "id": 51,
        "name": "محمد صادقی",
        "score": 4.2,
        "foods": [
          "چلوکباب",
          "کله پاچه"
        ],
        "text": "من چلوکباب و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 52,
        "name": "حسین کریمی",
        "score": 4.0,
        "foods": [
          "چلوکباب",
          "پیتزا مخصوص"
        ],
        "text": "من چلوکباب و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "تشکر بابت نظر خوبتون."
        }
      },
      {
        "id": 53,
        "name": "حسین محمدی",
        "score": 3.2,
        "foods": [
          "پیتزا مخصوص",
          "ساندویچ ژامبون"
        ],
        "text": "من پیتزا مخصوص و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "حتماً به تیم آشپزخانه منتقل می‌کنیم."
        }
      },
      {
        "id": 54,
        "name": "رضا کریمی",
        "score": 4.4,
        "foods": [
          "کشک بادمجان",
          "کوفته تبریزی"
        ],
        "text": "من کشک بادمجان و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 55,
        "name": "فاطمه جعفری",
        "score": 3.8,
        "foods": [
          "ساندویچ ژامبون",
          "سالاد سزار"
        ],
        "text": "من ساندویچ ژامبون و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "سعی می‌کنیم کیفیت رو همیشه حفظ کنیم."
        }
      },
      {
        "id": 56,
        "name": "سارا رستمی",
        "score": 3.8,
        "foods": [
          "لازانیا",
          "سالاد سزار"
        ],
        "text": "من لازانیا و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 57,
        "name": "نرگس موسوی",
        "score": 4.6,
        "foods": [
          "فسنجان",
          "چلوکباب"
        ],
        "text": "من فسنجان و چلوکباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 58,
        "name": "فاطمه قاسمی",
        "score": 3.9,
        "foods": [
          "فسنجان",
          "کله پاچه"
        ],
        "text": "من فسنجان و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 59,
        "name": "مهدی کریمی",
        "score": 4.8,
        "foods": [
          "جوجه کباب",
          "چلوکباب"
        ],
        "text": "من جوجه کباب و چلوکباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 60,
        "name": "نرگس رضایی",
        "score": 4.8,
        "foods": [
          "چیزبرگر",
          "ساندویچ ژامبون"
        ],
        "text": "من چیزبرگر و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 20,
    "name": "تهرونی",
    "rating": 4.5,
    "comments": [
      {
        "id": 61,
        "name": "مهدی قاسمی",
        "score": 4.8,
        "foods": [
          "چلوکباب",
          "چیزبرگر"
        ],
        "text": "من چلوکباب و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 62,
        "name": "زهرا قاسمی",
        "score": 4.6,
        "foods": [
          "زرشک پلو با مرغ",
          "چیزبرگر"
        ],
        "text": "من زرشک پلو با مرغ و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 63,
        "name": "رضا موسوی",
        "score": 4.7,
        "foods": [
          "ساندویچ ژامبون",
          "کشک بادمجان"
        ],
        "text": "من ساندویچ ژامبون و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 64,
        "name": "نگار محمدی",
        "score": 3.8,
        "foods": [
          "قرمه سبزی",
          "جوجه کباب"
        ],
        "text": "من قرمه سبزی و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 65,
        "name": "نگار رضایی",
        "score": 3.2,
        "foods": [
          "فسنجان",
          "پیتزا مخصوص"
        ],
        "text": "من فسنجان و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 66,
        "name": "نگار رستمی",
        "score": 3.5,
        "foods": [
          "سالاد سزار",
          "قرمه سبزی"
        ],
        "text": "من سالاد سزار و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 67,
        "name": "فاطمه محمدی",
        "score": 3.5,
        "foods": [
          "قرمه سبزی",
          "کوفته تبریزی"
        ],
        "text": "من قرمه سبزی و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 68,
        "name": "حسین رضایی",
        "score": 4.4,
        "foods": [
          "کشک بادمجان",
          "جوجه کباب"
        ],
        "text": "من کشک بادمجان و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 69,
        "name": "مهدی جعفری",
        "score": 3.9,
        "foods": [
          "فسنجان",
          "همبرگر"
        ],
        "text": "من فسنجان و همبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 70,
        "name": "نگار حیدری",
        "score": 4.4,
        "foods": [
          "قرمه سبزی",
          "پیتزا مخصوص"
        ],
        "text": "من قرمه سبزی و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 21,
    "name": "فست فود شهر غذا",
    "rating": 4.5,
    "comments": [
      {
        "id": 71,
        "name": "فاطمه محمدی",
        "score": 3.3,
        "foods": [
          "سالاد سزار",
          "قرمه سبزی"
        ],
        "text": "من سالاد سزار و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 72,
        "name": "نگار حیدری",
        "score": 4.2,
        "foods": [
          "جوجه کباب",
          "سالاد سزار"
        ],
        "text": "من جوجه کباب و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 73,
        "name": "فاطمه موسوی",
        "score": 4.9,
        "foods": [
          "قرمه سبزی",
          "پیتزا مخصوص"
        ],
        "text": "من قرمه سبزی و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 74,
        "name": "نگار رستمی",
        "score": 3.7,
        "foods": [
          "خوراک مرغ",
          "همبرگر"
        ],
        "text": "من خوراک مرغ و همبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 75,
        "name": "علی موسوی",
        "score": 4.3,
        "foods": [
          "پیتزا مخصوص",
          "زرشک پلو با مرغ"
        ],
        "text": "من پیتزا مخصوص و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "تشکر بابت نظر خوبتون."
        }
      },
      {
        "id": 76,
        "name": "محمد کاظمی",
        "score": 4.8,
        "foods": [
          "جوجه کباب",
          "همبرگر"
        ],
        "text": "من جوجه کباب و همبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 77,
        "name": "محمد کریمی",
        "score": 4.2,
        "foods": [
          "چیزبرگر",
          "فسنجان"
        ],
        "text": "من چیزبرگر و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 78,
        "name": "حسین رضایی",
        "score": 4.5,
        "foods": [
          "زرشک پلو با مرغ",
          "سالاد سزار"
        ],
        "text": "من زرشک پلو با مرغ و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 79,
        "name": "رضا کریمی",
        "score": 4.5,
        "foods": [
          "کشک بادمجان",
          "کوفته تبریزی"
        ],
        "text": "من کشک بادمجان و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 80,
        "name": "حسین قاسمی",
        "score": 4.2,
        "foods": [
          "فسنجان",
          "خوراک مرغ"
        ],
        "text": "من فسنجان و خوراک مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 22,
    "name": "فست فود چیکا",
    "rating": 4.5,
    "comments": [
      {
        "id": 81,
        "name": "رضا موسوی",
        "score": 4.4,
        "foods": [
          "ساندویچ ژامبون",
          "سالاد سزار"
        ],
        "text": "من ساندویچ ژامبون و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 82,
        "name": "علی کریمی",
        "score": 4.2,
        "foods": [
          "سالاد سزار",
          "کله پاچه"
        ],
        "text": "من سالاد سزار و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "باعث افتخارمونه که تونستیم رضایتتون رو جلب کنیم."
        }
      },
      {
        "id": 83,
        "name": "فاطمه کریمی",
        "score": 3.5,
        "foods": [
          "فسنجان",
          "چیزبرگر"
        ],
        "text": "من فسنجان و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 84,
        "name": "مهدی محمدی",
        "score": 3.3,
        "foods": [
          "چیزبرگر",
          "فسنجان"
        ],
        "text": "من چیزبرگر و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 85,
        "name": "زهرا قاسمی",
        "score": 4.5,
        "foods": [
          "فسنجان",
          "کشک بادمجان"
        ],
        "text": "من فسنجان و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 86,
        "name": "رضا موسوی",
        "score": 4.1,
        "foods": [
          "خوراک مرغ",
          "سالاد سزار"
        ],
        "text": "من خوراک مرغ و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 87,
        "name": "محمد رضایی",
        "score": 4.1,
        "foods": [
          "کوفته تبریزی",
          "زرشک پلو با مرغ"
        ],
        "text": "من کوفته تبریزی و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 88,
        "name": "سارا کریمی",
        "score": 3.8,
        "foods": [
          "جوجه کباب",
          "پیتزا مخصوص"
        ],
        "text": "من جوجه کباب و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 89,
        "name": "حسین حیدری",
        "score": 4.8,
        "foods": [
          "خوراک مرغ",
          "کوفته تبریزی"
        ],
        "text": "من خوراک مرغ و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 90,
        "name": "نگار صادقی",
        "score": 4.9,
        "foods": [
          "قرمه سبزی",
          "پیتزا مخصوص"
        ],
        "text": "من قرمه سبزی و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "حتماً به تیم آشپزخانه منتقل می‌کنیم."
        }
      }
    ]
  },
  {
    "id": 23,
    "name": "فست فود دیکا",
    "rating": 4.5,
    "comments": [
      {
        "id": 91,
        "name": "حسین صادقی",
        "score": 3.2,
        "foods": [
          "زرشک پلو با مرغ",
          "فسنجان"
        ],
        "text": "من زرشک پلو با مرغ و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 92,
        "name": "نگار رضایی",
        "score": 4.9,
        "foods": [
          "کوفته تبریزی",
          "لازانیا"
        ],
        "text": "من کوفته تبریزی و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 93,
        "name": "نرگس موسوی",
        "score": 3.5,
        "foods": [
          "همبرگر",
          "پیتزا مخصوص"
        ],
        "text": "من همبرگر و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 94,
        "name": "حسین صادقی",
        "score": 4.1,
        "foods": [
          "زرشک پلو با مرغ",
          "کله پاچه"
        ],
        "text": "من زرشک پلو با مرغ و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 95,
        "name": "سارا رضایی",
        "score": 3.3,
        "foods": [
          "قرمه سبزی",
          "ساندویچ ژامبون"
        ],
        "text": "من قرمه سبزی و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "باعث افتخارمونه که تونستیم رضایتتون رو جلب کنیم."
        }
      },
      {
        "id": 96,
        "name": "علی حیدری",
        "score": 4.6,
        "foods": [
          "همبرگر",
          "کوفته تبریزی"
        ],
        "text": "من همبرگر و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 97,
        "name": "رضا جعفری",
        "score": 3.0,
        "foods": [
          "پیتزا مخصوص",
          "خوراک مرغ"
        ],
        "text": "من پیتزا مخصوص و خوراک مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 98,
        "name": "محمد موسوی",
        "score": 3.2,
        "foods": [
          "قرمه سبزی",
          "جوجه کباب"
        ],
        "text": "من قرمه سبزی و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 99,
        "name": "نگار موسوی",
        "score": 3.5,
        "foods": [
          "کشک بادمجان",
          "لازانیا"
        ],
        "text": "من کشک بادمجان و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "ممنون بابت نظرتون، حتماً رسیدگی می‌کنیم."
        }
      },
      {
        "id": 100,
        "name": "مهدی صادقی",
        "score": 4.0,
        "foods": [
          "فسنجان",
          "جوجه کباب"
        ],
        "text": "من فسنجان و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      }
    ]
  },
  {
    "id": 25,
    "name": "رستوران قصر",
    "rating": 4.5,
    "comments": [
      {
        "id": 101,
        "name": "نگار صادقی",
        "score": 4.7,
        "foods": [
          "کشک بادمجان",
          "لازانیا"
        ],
        "text": "من کشک بادمجان و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 102,
        "name": "رضا کریمی",
        "score": 3.9,
        "foods": [
          "زرشک پلو با مرغ",
          "کشک بادمجان"
        ],
        "text": "من زرشک پلو با مرغ و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 103,
        "name": "نرگس صادقی",
        "score": 3.2,
        "foods": [
          "چیزبرگر",
          "کوفته تبریزی"
        ],
        "text": "من چیزبرگر و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 104,
        "name": "نرگس محمدی",
        "score": 3.6,
        "foods": [
          "همبرگر",
          "لازانیا"
        ],
        "text": "من همبرگر و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "حتماً به تیم آشپزخانه منتقل می‌کنیم."
        }
      },
      {
        "id": 105,
        "name": "فاطمه محمدی",
        "score": 3.7,
        "foods": [
          "قرمه سبزی",
          "چیزبرگر"
        ],
        "text": "من قرمه سبزی و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "منتظر دیدار مجدد شما هستیم!"
        }
      },
      {
        "id": 106,
        "name": "مهدی صادقی",
        "score": 3.3,
        "foods": [
          "همبرگر",
          "فسنجان"
        ],
        "text": "من همبرگر و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "باعث افتخارمونه که تونستیم رضایتتون رو جلب کنیم."
        }
      },
      {
        "id": 107,
        "name": "زهرا کاظمی",
        "score": 4.7,
        "foods": [
          "همبرگر",
          "ساندویچ ژامبون"
        ],
        "text": "من همبرگر و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 108,
        "name": "مهدی محمدی",
        "score": 4.3,
        "foods": [
          "چلوکباب",
          "کله پاچه"
        ],
        "text": "من چلوکباب و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 109,
        "name": "فاطمه کاظمی",
        "score": 4.5,
        "foods": [
          "پیتزا مخصوص",
          "همبرگر"
        ],
        "text": "من پیتزا مخصوص و همبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 110,
        "name": "فاطمه محمدی",
        "score": 3.1,
        "foods": [
          "همبرگر",
          "خوراک مرغ"
        ],
        "text": "من همبرگر و خوراک مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 27,
    "name": "کافه رستوران لیانا",
    "rating": 4.5,
    "comments": [
      {
        "id": 111,
        "name": "فاطمه قاسمی",
        "score": 3.7,
        "foods": [
          "کشک بادمجان",
          "لازانیا"
        ],
        "text": "من کشک بادمجان و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 112,
        "name": "نرگس صادقی",
        "score": 4.1,
        "foods": [
          "لازانیا",
          "سالاد سزار"
        ],
        "text": "من لازانیا و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 113,
        "name": "نگار جعفری",
        "score": 4.9,
        "foods": [
          "لازانیا",
          "فسنجان"
        ],
        "text": "من لازانیا و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 114,
        "name": "مهدی صادقی",
        "score": 4.4,
        "foods": [
          "خوراک مرغ",
          "فسنجان"
        ],
        "text": "من خوراک مرغ و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 115,
        "name": "نرگس محمدی",
        "score": 3.5,
        "foods": [
          "کوفته تبریزی",
          "ساندویچ ژامبون"
        ],
        "text": "من کوفته تبریزی و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 116,
        "name": "نرگس جعفری",
        "score": 4.7,
        "foods": [
          "چیزبرگر",
          "قرمه سبزی"
        ],
        "text": "من چیزبرگر و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 117,
        "name": "فاطمه حیدری",
        "score": 4.0,
        "foods": [
          "سالاد سزار",
          "زرشک پلو با مرغ"
        ],
        "text": "من سالاد سزار و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 118,
        "name": "فاطمه محمدی",
        "score": 3.6,
        "foods": [
          "زرشک پلو با مرغ",
          "قرمه سبزی"
        ],
        "text": "من زرشک پلو با مرغ و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 119,
        "name": "علی موسوی",
        "score": 3.4,
        "foods": [
          "سالاد سزار",
          "فسنجان"
        ],
        "text": "من سالاد سزار و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 120,
        "name": "محمد قاسمی",
        "score": 4.8,
        "foods": [
          "چیزبرگر",
          "همبرگر"
        ],
        "text": "من چیزبرگر و همبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 28,
    "name": "خصروی",
    "rating": 3,
    "comments": [
      {
        "id": 121,
        "name": "حسین صادقی",
        "score": 4.8,
        "foods": [
          "زرشک پلو با مرغ",
          "ساندویچ ژامبون"
        ],
        "text": "من زرشک پلو با مرغ و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 122,
        "name": "زهرا جعفری",
        "score": 3.8,
        "foods": [
          "پیتزا مخصوص",
          "زرشک پلو با مرغ"
        ],
        "text": "من پیتزا مخصوص و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 123,
        "name": "حسین صادقی",
        "score": 3.3,
        "foods": [
          "فسنجان",
          "کله پاچه"
        ],
        "text": "من فسنجان و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 124,
        "name": "زهرا موسوی",
        "score": 3.1,
        "foods": [
          "کله پاچه",
          "چیزبرگر"
        ],
        "text": "من کله پاچه و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 125,
        "name": "نگار موسوی",
        "score": 4.6,
        "foods": [
          "فسنجان",
          "سالاد سزار"
        ],
        "text": "من فسنجان و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 126,
        "name": "علی صادقی",
        "score": 3.9,
        "foods": [
          "کوفته تبریزی",
          "جوجه کباب"
        ],
        "text": "من کوفته تبریزی و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 127,
        "name": "محمد رستمی",
        "score": 4.3,
        "foods": [
          "خوراک مرغ",
          "پیتزا مخصوص"
        ],
        "text": "من خوراک مرغ و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 128,
        "name": "علی رضایی",
        "score": 4.5,
        "foods": [
          "ساندویچ ژامبون",
          "فسنجان"
        ],
        "text": "من ساندویچ ژامبون و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 129,
        "name": "رضا جعفری",
        "score": 4.0,
        "foods": [
          "چیزبرگر",
          "کله پاچه"
        ],
        "text": "من چیزبرگر و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 130,
        "name": "رضا رستمی",
        "score": 4.7,
        "foods": [
          "کله پاچه",
          "چیزبرگر"
        ],
        "text": "من کله پاچه و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 29,
    "name": "خصروی",
    "rating": 3,
    "comments": [
      {
        "id": 131,
        "name": "علی رضایی",
        "score": 3.1,
        "foods": [
          "کله پاچه",
          "کوفته تبریزی"
        ],
        "text": "من کله پاچه و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 132,
        "name": "علی رضایی",
        "score": 4.1,
        "foods": [
          "لازانیا",
          "پیتزا مخصوص"
        ],
        "text": "من لازانیا و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "ممنون بابت نظرتون، حتماً رسیدگی می‌کنیم."
        }
      },
      {
        "id": 133,
        "name": "نگار کاظمی",
        "score": 4.3,
        "foods": [
          "کشک بادمجان",
          "جوجه کباب"
        ],
        "text": "من کشک بادمجان و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 134,
        "name": "نگار حیدری",
        "score": 3.1,
        "foods": [
          "کوفته تبریزی",
          "جوجه کباب"
        ],
        "text": "من کوفته تبریزی و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 135,
        "name": "حسین جعفری",
        "score": 3.2,
        "foods": [
          "قرمه سبزی",
          "کشک بادمجان"
        ],
        "text": "من قرمه سبزی و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 136,
        "name": "نگار صادقی",
        "score": 4.8,
        "foods": [
          "چلوکباب",
          "سالاد سزار"
        ],
        "text": "من چلوکباب و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 137,
        "name": "نرگس رضایی",
        "score": 3.5,
        "foods": [
          "سالاد سزار",
          "قرمه سبزی"
        ],
        "text": "من سالاد سزار و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "منتظر دیدار مجدد شما هستیم!"
        }
      },
      {
        "id": 138,
        "name": "سارا کاظمی",
        "score": 3.5,
        "foods": [
          "پیتزا مخصوص",
          "سالاد سزار"
        ],
        "text": "من پیتزا مخصوص و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 139,
        "name": "مهدی جعفری",
        "score": 3.4,
        "foods": [
          "چیزبرگر",
          "کوفته تبریزی"
        ],
        "text": "من چیزبرگر و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 140,
        "name": "نرگس جعفری",
        "score": 4.4,
        "foods": [
          "کشک بادمجان",
          "زرشک پلو با مرغ"
        ],
        "text": "من کشک بادمجان و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 30,
    "name": "فست فود شی",
    "rating": 3,
    "comments": [
      {
        "id": 141,
        "name": "محمد رضایی",
        "score": 4.4,
        "foods": [
          "چلوکباب",
          "جوجه کباب"
        ],
        "text": "من چلوکباب و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 142,
        "name": "نگار کریمی",
        "score": 3.7,
        "foods": [
          "فسنجان",
          "زرشک پلو با مرغ"
        ],
        "text": "من فسنجان و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "سعی می‌کنیم کیفیت رو همیشه حفظ کنیم."
        }
      },
      {
        "id": 143,
        "name": "سارا قاسمی",
        "score": 3.8,
        "foods": [
          "لازانیا",
          "قرمه سبزی"
        ],
        "text": "من لازانیا و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "تشکر بابت نظر خوبتون."
        }
      },
      {
        "id": 144,
        "name": "فاطمه کریمی",
        "score": 4.3,
        "foods": [
          "کوفته تبریزی",
          "لازانیا"
        ],
        "text": "من کوفته تبریزی و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 145,
        "name": "رضا کریمی",
        "score": 3.3,
        "foods": [
          "چلوکباب",
          "زرشک پلو با مرغ"
        ],
        "text": "من چلوکباب و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 146,
        "name": "نگار محمدی",
        "score": 4.8,
        "foods": [
          "همبرگر",
          "قرمه سبزی"
        ],
        "text": "من همبرگر و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "منتظر دیدار مجدد شما هستیم!"
        }
      },
      {
        "id": 147,
        "name": "حسین حیدری",
        "score": 3.6,
        "foods": [
          "کله پاچه",
          "چلوکباب"
        ],
        "text": "من کله پاچه و چلوکباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 148,
        "name": "علی صادقی",
        "score": 4.8,
        "foods": [
          "قرمه سبزی",
          "کوفته تبریزی"
        ],
        "text": "من قرمه سبزی و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 149,
        "name": "زهرا محمدی",
        "score": 3.5,
        "foods": [
          "سالاد سزار",
          "لازانیا"
        ],
        "text": "من سالاد سزار و لازانیا سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 150,
        "name": "مهدی قاسمی",
        "score": 3.3,
        "foods": [
          "کشک بادمجان",
          "چیزبرگر"
        ],
        "text": "من کشک بادمجان و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      }
    ]
  },
  {
    "id": 31,
    "name": "رستوران حق",
    "rating": 3,
    "comments": [
      {
        "id": 151,
        "name": "محمد موسوی",
        "score": 4.3,
        "foods": [
          "همبرگر",
          "ساندویچ ژامبون"
        ],
        "text": "من همبرگر و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 152,
        "name": "رضا حیدری",
        "score": 4.5,
        "foods": [
          "لازانیا",
          "کشک بادمجان"
        ],
        "text": "من لازانیا و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 153,
        "name": "محمد صادقی",
        "score": 4.9,
        "foods": [
          "قرمه سبزی",
          "ساندویچ ژامبون"
        ],
        "text": "من قرمه سبزی و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 154,
        "name": "مهدی رضایی",
        "score": 4.3,
        "foods": [
          "کله پاچه",
          "فسنجان"
        ],
        "text": "من کله پاچه و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 155,
        "name": "رضا محمدی",
        "score": 3.2,
        "foods": [
          "لازانیا",
          "پیتزا مخصوص"
        ],
        "text": "من لازانیا و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 156,
        "name": "زهرا کاظمی",
        "score": 4.2,
        "foods": [
          "کوفته تبریزی",
          "پیتزا مخصوص"
        ],
        "text": "من کوفته تبریزی و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 157,
        "name": "نگار کاظمی",
        "score": 4.3,
        "foods": [
          "لازانیا",
          "پیتزا مخصوص"
        ],
        "text": "من لازانیا و پیتزا مخصوص سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "حتماً به تیم آشپزخانه منتقل می‌کنیم."
        }
      },
      {
        "id": 158,
        "name": "سارا رستمی",
        "score": 3.3,
        "foods": [
          "جوجه کباب",
          "زرشک پلو با مرغ"
        ],
        "text": "من جوجه کباب و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 159,
        "name": "نگار جعفری",
        "score": 4.9,
        "foods": [
          "زرشک پلو با مرغ",
          "خوراک مرغ"
        ],
        "text": "من زرشک پلو با مرغ و خوراک مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 160,
        "name": "زهرا جعفری",
        "score": 3.5,
        "foods": [
          "پیتزا مخصوص",
          "چلوکباب"
        ],
        "text": "من پیتزا مخصوص و چلوکباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      }
    ]
  },
  {
    "id": 32,
    "name": "رستوران حق",
    "rating": 3,
    "comments": [
      {
        "id": 161,
        "name": "نرگس حیدری",
        "score": 4.9,
        "foods": [
          "قرمه سبزی",
          "چیزبرگر"
        ],
        "text": "من قرمه سبزی و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 162,
        "name": "نگار رضایی",
        "score": 4.4,
        "foods": [
          "فسنجان",
          "قرمه سبزی"
        ],
        "text": "من فسنجان و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 163,
        "name": "رضا کاظمی",
        "score": 3.1,
        "foods": [
          "چیزبرگر",
          "قرمه سبزی"
        ],
        "text": "من چیزبرگر و قرمه سبزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 164,
        "name": "رضا قاسمی",
        "score": 4.1,
        "foods": [
          "فسنجان",
          "کله پاچه"
        ],
        "text": "من فسنجان و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 165,
        "name": "زهرا محمدی",
        "score": 3.1,
        "foods": [
          "ساندویچ ژامبون",
          "کله پاچه"
        ],
        "text": "من ساندویچ ژامبون و کله پاچه سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 166,
        "name": "مهدی کاظمی",
        "score": 4.4,
        "foods": [
          "جوجه کباب",
          "چیزبرگر"
        ],
        "text": "من جوجه کباب و چیزبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "ممنون بابت نظرتون، حتماً رسیدگی می‌کنیم."
        }
      },
      {
        "id": 167,
        "name": "حسین رضایی",
        "score": 5.0,
        "foods": [
          "کشک بادمجان",
          "سالاد سزار"
        ],
        "text": "من کشک بادمجان و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 168,
        "name": "حسین محمدی",
        "score": 4.3,
        "foods": [
          "پیتزا مخصوص",
          "ساندویچ ژامبون"
        ],
        "text": "من پیتزا مخصوص و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 169,
        "name": "نگار جعفری",
        "score": 3.5,
        "foods": [
          "همبرگر",
          "جوجه کباب"
        ],
        "text": "من همبرگر و جوجه کباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 170,
        "name": "زهرا کاظمی",
        "score": 3.5,
        "foods": [
          "جوجه کباب",
          "همبرگر"
        ],
        "text": "من جوجه کباب و همبرگر سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  },
  {
    "id": 33,
    "name": "رستوران حق",
    "rating": 3,
    "comments": [
      {
        "id": 171,
        "name": "فاطمه موسوی",
        "score": 4.9,
        "foods": [
          "پیتزا مخصوص",
          "ساندویچ ژامبون"
        ],
        "text": "من پیتزا مخصوص و ساندویچ ژامبون سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 172,
        "name": "علی محمدی",
        "score": 3.8,
        "foods": [
          "لازانیا",
          "زرشک پلو با مرغ"
        ],
        "text": "من لازانیا و زرشک پلو با مرغ سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "تشکر بابت نظر خوبتون."
        }
      },
      {
        "id": 173,
        "name": "حسین صادقی",
        "score": 3.6,
        "foods": [
          "چلوکباب",
          "سالاد سزار"
        ],
        "text": "من چلوکباب و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 174,
        "name": "علی کریمی",
        "score": 4.1,
        "foods": [
          "فسنجان",
          "چلوکباب"
        ],
        "text": "من فسنجان و چلوکباب سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 175,
        "name": "نگار کریمی",
        "score": 3.4,
        "foods": [
          "چلوکباب",
          "کشک بادمجان"
        ],
        "text": "من چلوکباب و کشک بادمجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 176,
        "name": "فاطمه جعفری",
        "score": 4.3,
        "foods": [
          "چلوکباب",
          "سالاد سزار"
        ],
        "text": "من چلوکباب و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 177,
        "name": "مهدی حیدری",
        "score": 4.2,
        "foods": [
          "کله پاچه",
          "فسنجان"
        ],
        "text": "من کله پاچه و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 178,
        "name": "حسین جعفری",
        "score": 3.5,
        "foods": [
          "پیتزا مخصوص",
          "فسنجان"
        ],
        "text": "من پیتزا مخصوص و فسنجان سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم."
      },
      {
        "id": 179,
        "name": "نرگس موسوی",
        "score": 4.2,
        "foods": [
          "جوجه کباب",
          "سالاد سزار"
        ],
        "text": "من جوجه کباب و سالاد سزار سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      },
      {
        "id": 180,
        "name": "محمد رضایی",
        "score": 4.3,
        "foods": [
          "زرشک پلو با مرغ",
          "کوفته تبریزی"
        ],
        "text": "من زرشک پلو با مرغ و کوفته تبریزی سفارش دادم. طعمشون خیلی خوب بود و از کیفیت غذاها راضی بودم.",
        "reply": {
          "name": "مبین محمدی",
          "text": "خیلی خوشحالیم که راضی بودید!"
        }
      }
    ]
  }

];

const categuryTitleFoods = [
  {id : 1 , title : "ساندویچ حرفه ای" , img : "../../images/TitleFoods/icon-burger.png"},
  {id : 2 , title : "ساندویچ نون سفید" , img : "../../images/TitleFoods/icon-sandwich.png"},
  {id : 3 , title : "ساندویچ ویژه" , img : "../../images/TitleFoods/icon-hotdog.png"},
  {id : 4 , title : "پرس نون سفید" , img : "../../images/TitleFoods/icon-pasta.png"},
  {id : 5 , title : "دسر" , img : "../../images/TitleFoods/icon-appetizer.png"},
  {id : 6 , title : "نوشیدنی" , img : "../../images/TitleFoods/icon-beverage.png"},
]

export default { baseUrl,categuryTitleFoods,  DataAllCities,dataAllRestorants, AllCitis, PreeSeeCitys, allCategury };
